---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalFeederLength
source: html/c9b142fe-77fb-4cbf-4b55-f63e86cc4fad.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecAnalyticalFeederLength Property

"Length"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecAnalyticalFeederLength { get; }
```